jet_in_flow/3_refined_simulations/U1_0_6_U2_0_1/0/p
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile { format ascii; class volScalarField; object p; }
dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    inletMain   { type zeroGradient; }
    outlet      { type fixedValue; value uniform 0; }

    jetInlet    { type zeroGradient; }

    top         { type zeroGradient; }
    floor       { type zeroGradient; }
    sideWalls   { type zeroGradient; }
    ductWalls   { type zeroGradient; }
}

// ************************************************************************* //
